{"title": "Heterozygous UBR5 variants result in a neurodevelopmental syndrome with developmental delay, autism, and intellectual disability.", "abstract": "E3 ubiquitin ligases have been linked to developmental diseases including autism, Angelman syndrome (UBE3A), and Johanson-Blizzard syndrome (JBS) (UBR1). Here, we report variants in the E3 ligase UBR5 in 29 individuals presenting with a neurodevelopmental syndrome that includes developmental delay, autism, intellectual disability, epilepsy, movement disorders, and/or genital anomalies. Their phenotype is distinct from JBS due to the absence of exocrine pancreatic insufficiency and the presence of autism, epilepsy, and, in some probands, a movement disorder. E3 ubiquitin ligases are responsible for transferring ubiquitin to substrate proteins to regulate a variety of cellular functions, including protein degradation, protein-protein interactions, and protein localization. Knocking out ubr-5 in C. elegans resulted in a lower movement score compared to the wild type, supporting a role for UBR5 in neurodevelopment. Using an in vitro autoubiquitination assay and confocal microscopy for the human protein, we found decreased ubiquitination activity and altered cellular localization in several variants found in our cohort compared to the wild type. In conclusion, we found that variants in UBR5 cause a neurodevelopmental syndrome that can be associated with a movement disorder, reinforcing the role of the UBR protein family in a neurodevelopmental disease that differs from previously described ubiquitin-ligase-related syndromes. We also provide evidence for the pathogenic potential loss of UBR5 function with functional experiments in C. elegans and in vitro ubiquitination assays.", "journal": "American journal of human genetics", "date": "2024-12-26", "authors": ["PascaleSabeh", "Samantha ADumas", "ClaudiaMaios", "HibaDaghar", "MarekKorzeniowski", "JustineRousseau", "MatthewLines", "AndreaGuerin", "John JMillichap", "MeganLandsverk", "TheresaGrebe", "KristinLindstrom", "JonathanStrober", "TarikAit Mouhoub", "ChristianeZweier", "MichelleSteinraths", "MoritzHebebrand", "BertCallewaert", "RamiAbou Jamra", "MonikaKautza-Lucht", "MeretWegler", "PaulKruszka", "CandyKumps", "EhudBanne", "Marta BidermanWaberski", "AnneDieux", "SarahRaible", "IanKrantz", "LivijaMedne", "KieranPechter", "LaurentVillard", "RenzoGuerrini", "ClaudiaBianchini", "CarmenBarba", "DavideMei", "XavierBlanc", "ChristineKallay", "EmmanuelleRanza", "Xiao-RuYang", "EmilyO'Heir", "Kirsten ADonald", "SeriniMurugasen", "ZandreBruwer", "MugeCalikoglu", "Jennifer MMathews", "MarionLesieur-Sebellin", "GenevièveBaujat", "NicolasDerive", "Tyler MarkPierson", "Jill RMurrell", "AmelleShillington", "ClothildeOrmieres", "SophieRondeau", "AndréReis", "AlbertoFernandez-Jaen", "Ping Yee BillieAu", "David ASweetser", "Lauren CBriere", "NathalieCouque", "LaurencePerrin", "JenniferSchymick", "PaulGueguen", "MathildeLefebvre", "MichaelVan Andel", "JaneJuusola", "Stylianos EAntonarakis", "J AlexParker", "Barrington GBurnett", "Philippe MCampeau"], "doi": "10.1016/j.ajhg.2024.11.009"}
{"title": "UBR7 functions with UBR5 in the Notch signaling pathway and is involved in a neurodevelopmental syndrome with epilepsy, ptosis, and hypothyroidism.", "abstract": "The ubiquitin-proteasome system facilitates the degradation of unstable or damaged proteins. UBR1-7, which are members of hundreds of E3 ubiquitin ligases, recognize and regulate the half-life of specific proteins on the basis of their N-terminal sequences (\"N-end rule\"). In seven individuals with intellectual disability, epilepsy, ptosis, hypothyroidism, and genital anomalies, we uncovered bi-allelic variants in UBR7. Their phenotype differs significantly from that of Johanson-Blizzard syndrome (JBS), which is caused by bi-allelic variants in UBR1, notably by the presence of epilepsy and the absence of exocrine pancreatic insufficiency and hypoplasia of nasal alae. While the mechanistic etiology of JBS remains uncertain, mutation of both Ubr1 and Ubr2 in the mouse or of the C. elegans UBR5 ortholog results in Notch signaling defects. Consistent with a potential role in Notch signaling, C. elegans ubr-7 expression partially overlaps with that of ubr-5, including in neurons, as well as the distal tip cell that plays a crucial role in signaling to germline stem cells via the Notch signaling pathway. Analysis of ubr-5 and ubr-7 single mutants and double mutants revealed genetic interactions with the Notch receptor gene glp-1 that influenced development and embryo formation. Collectively, our findings further implicate the UBR protein family and the Notch signaling pathway in a neurodevelopmental syndrome with epilepsy, ptosis, and hypothyroidism that differs from JBS. Further studies exploring a potential role in histone regulation are warranted given clinical overlap with KAT6B disorders and the interaction of UBR7 and UBR5 with histones.", "journal": "American journal of human genetics", "date": "2020-12-20", "authors": ["ChunmeiLi", "ElianeBeauregard-Lacroix", "ChristineKondratev", "JustineRousseau", "Ah JungHeo", "KatherineNeas", "Brett HGraham", "Jill ARosenfeld", "Carlos ABacino", "MatiasWagner", "MarenWenzel", "FuadAl Mutairi", "HamadAl Deiab", "Joseph GGleeson", "ValentinaStanley", "Maha SZaki", "Yong TaeKwon", "Michel RLeroux", "Philippe MCampeau"], "doi": "10.1016/j.ajhg.2020.11.018"}
